tap "codeclimate/formulae"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kdabir/tap"
tap "kylef/formulae"
tap "sass/sass"
tap "teamookla/speedtest"
tap "ttscoff/thelab"
tap "vitorgalvao/tiny-scripts"
tap "yt-dlp/taps"
brew "actionlint"
brew "imath"
brew "libpng"
brew "xz"
brew "zstd"
brew "libtiff"
brew "openexr"
brew "webp"
brew "apr"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "bc"
brew "icu4c"
brew "boost"
brew "buf"
brew "freetype"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libx11"
brew "pkg-config"
brew "pixman"
brew "pycparser"
brew "cffi"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "chatblade"
brew "cheat"
brew "cloc"
brew "cmake"
brew "csvkit"
brew "libidn2"
brew "libnghttp2"
brew "curl"
brew "datasette"
brew "dav1d"
brew "ddrescue"
brew "discount"
brew "gmp"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "enscript"
brew "entr"
brew "graphite2"
brew "harfbuzz"
brew "openjdk"
brew "epubcheck"
brew "exiftool"
brew "eza"
brew "faac"
brew "fdk-aac"
brew "libogg"
brew "flac"
brew "openjpeg"
brew "libvorbis"
brew "libvpx"
brew "pango"
brew "sdl2"
brew "snappy"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "xvid"
brew "zimg"
brew "ffmpeg"
brew "findutils"
brew "fmt"
brew "fonttools"
brew "foremost"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "gist"
brew "git"
brew "gnu-getopt"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpac"
brew "grep"
brew "jasper"
brew "netpbm"
brew "groff"
brew "gron"
brew "libtool"
brew "handbrake"
brew "hex"
brew "hr"
brew "html-xml-utils"
brew "htmlq"
brew "libuv"
brew "node"
brew "http-server"
brew "httpie"
brew "httping"
brew "httrack"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "pcre"
brew "python@3.9"
brew "libomp", link: true
brew "imagemagick"
brew "pillow"
brew "qpdf"
brew "img2pdf"
brew "imlib2"
brew "iperf3"
brew "python@3.10"
brew "iproute2mac"
brew "irssi"
brew "jc"
brew "jemalloc"
brew "jq"
brew "perl"
brew "latexdiff"
brew "libcaca"
brew "libdvdcss"
brew "libebml"
brew "libiconv"
brew "libmagic"
brew "libmatroska"
brew "libmediainfo"
brew "librsvg"
brew "libusb-compat"
brew "libvo-aacenc"
brew "lr"
brew "lynx"
brew "media-info"
brew "meson"
brew "mg"
brew "miller"
brew "qt"
brew "mkvtoolnix"
brew "moreutils"
brew "mp4v2"
brew "mplayer"
brew "nasm"
brew "netlify-cli"
brew "nexttrace"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "pybind11"
brew "ocrmypdf"
brew "open-sp"
brew "osxutils"
brew "pandoc"
brew "ruby"
brew "pandocomatic"
brew "tree"
brew "pass"
brew "pcal"
brew "poppler"
brew "pdf2svg"
brew "pdfgrep"
brew "pigz"
brew "pipx"
brew "potrace"
brew "progress"
brew "pth"
brew "putty"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "s-search"
brew "shellcheck"
brew "shunit2"
brew "siege"
brew "smartmontools"
brew "sphinx-doc"
brew "sqlite-utils"
brew "subversion"
brew "tag"
brew "tailscale"
brew "testdisk"
brew "texi2html"
brew "texlab"
brew "thefuck"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "ttyd"
brew "txt2man"
brew "unxip"
brew "vhs"
brew "weasyprint"
brew "wget"
brew "whois"
brew "wtf"
brew "xh"
brew "xmlstarlet"
brew "xsv"
brew "yamlfmt"
brew "yarn"
brew "yasm"
brew "yj"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "znc"
brew "zsh"
brew "kdabir/tap/has"
brew "sass/sass/migrator"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
brew "ttscoff/thelab/gather-cli"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "yt-dlp/taps/yt-dlp"
cask "fission"
cask "font-league-spartan"
cask "font-sorts-mill-goudy"
cask "iina"
cask "inkscape"
cask "netnewswire"
cask "no-ip-duc"
cask "qlmarkdown"
cask "raspberry-pi-imager"
cask "tabula"
cask "textexpander"
cask "xquartz"
cask "zoom"
