tap "codeclimate/formulae"
tap "dart-lang/dart"
tap "kylef/formulae"
tap "mutagen-io/mutagen"
tap "oven-sh/bun"
tap "sass/sass"
tap "ttscoff/thelab"
tap "yt-dlp/taps"
brew "dav1d"
brew "libvpx"
brew "sdl2"
brew "svt-av1"
brew "ffmpeg"
brew "ab-av1"
brew "gmp"
brew "shellcheck"
brew "actionlint"
brew "fmt"
brew "imath"
brew "libpng"
brew "xz"
brew "zstd"
brew "libtiff"
brew "openexr"
brew "webp"
brew "aom"
brew "apr"
brew "openssl@3"
brew "libyaml"
brew "ruby"
brew "asciidoctor"
brew "aspell"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libx11"
brew "autobrr"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "bc"
brew "bdw-gc"
brew "boost"
brew "buf"
brew "bvi"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "libnghttp2"
brew "libogg"
brew "libvorbis"
brew "openjpeg"
brew "gpac"
brew "ccextractor"
brew "pycparser"
brew "cffi"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "readline"
brew "sqlite"
brew "chatblade"
brew "cheat"
brew "checkbashisms"
brew "cloc"
brew "cmake"
brew "cmark"
brew "codespell"
brew "coreutils"
brew "cryptography"
brew "csvkit"
brew "curl"
brew "datasette"
brew "ddrescue"
brew "openjdk"
brew "dita-ot"
brew "djlint"
brew "dos2unix"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "enscript"
brew "entr"
brew "epubcheck"
brew "exiftool"
brew "eza"
brew "faac"
brew "fdk-aac"
brew "mpfr"
brew "libomp", link: true
brew "findutils"
brew "flac"
brew "fonttools"
brew "foremost"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "gnu-getopt"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "go"
brew "go-md2man"
brew "gobject-introspection"
brew "googletest"
brew "goreleaser"
brew "grep"
brew "jasper"
brew "libpaper"
brew "netpbm"
brew "python@3.12"
brew "groff"
brew "gron"
brew "gtree"
brew "jansson"
brew "libdvdcss"
brew "zimg"
brew "handbrake"
brew "hex"
brew "hfsutils"
brew "hr"
brew "html-xml-utils"
brew "html2markdown"
brew "htmlq"
brew "libuv"
brew "simdjson"
brew "node"
brew "http-server"
brew "httpie"
brew "httping"
brew "httrack"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "libimagequant"
brew "pillow"
brew "qpdf"
brew "img2pdf"
brew "imlib2"
brew "iperf3"
brew "iproute2mac"
brew "perl"
brew "irssi"
brew "jc"
brew "jemalloc"
brew "jing-trang"
brew "jnv"
brew "jq"
brew "libcaca"
brew "libebml"
brew "libiconv"
brew "liblqr"
brew "libmagic"
brew "libmatroska"
brew "libmediainfo"
brew "libmicrohttpd"
brew "libusb-compat"
brew "libvo-aacenc"
brew "llm"
brew "z3"
brew "llvm@17"
brew "lr"
brew "lynx"
brew "mas"
brew "mbedtls"
brew "md4c"
brew "mdless"
brew "media-info"
brew "mergiraf"
brew "meson"
brew "mg"
brew "miller"
brew "mkdocs"
brew "mkvtoolnix"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "moreutils"
brew "mp4v2"
brew "mplayer"
brew "nasm"
brew "nss"
brew "poppler"
brew "vips"
brew "netlify-cli"
brew "nexttrace"
brew "nghttp2"
brew "nkf"
brew "nlohmann-json"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "pngquant"
brew "pybind11"
brew "snappy"
brew "srt"
brew "xvid"
brew "unpaper"
brew "ocrmypdf"
brew "open-sp"
brew "openldap"
brew "osxutils"
brew "pandoc"
brew "pandoc-crossref"
brew "pandoc-plot"
brew "pandocomatic"
brew "paperjam"
brew "tree"
brew "pass"
brew "pcal"
brew "pcre"
brew "pdf2svg"
brew "pdfgrep"
brew "pigz"
brew "pipx"
brew "podman"
brew "potrace"
brew "progress"
brew "pth"
brew "putty"
brew "py3cairo"
brew "pygments"
brew "python-matplotlib"
brew "python@3.11"
brew "q"
brew "qrtool"
brew "qsv"
brew "qt"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "rsync"
brew "rust"
brew "s-search"
brew "shunit2"
brew "siege"
brew "smartmontools"
brew "sphinx-doc"
brew "sqlite-utils"
brew "standardebooks"
brew "subversion"
brew "swftools"
brew "tag"
brew "telnet"
brew "testdisk"
brew "texi2html"
brew "texinfo"
brew "thefuck"
brew "tidy-html5"
brew "tig"
brew "tika"
brew "tmux"
brew "toml2json"
brew "transmission-cli"
brew "tree-sitter"
brew "treemd"
brew "ttyd"
brew "txt2man"
brew "unxip"
brew "uv"
brew "vhs"
brew "weasyprint"
brew "wget"
brew "whisper-cpp"
brew "whois"
brew "wrkflw"
brew "wtf"
brew "xan"
brew "xh"
brew "xmlstarlet"
brew "yamlfmt"
brew "yarn"
brew "yasm"
brew "yj"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "znc"
brew "zsh"
brew "zsv"
brew "dart-lang/dart/dart"
brew "mutagen-io/mutagen/mutagen"
brew "oven-sh/bun/bun"
brew "sass/sass/migrator"
brew "sass/sass/sass"
cask "calibre"
cask "docker-desktop"
cask "fission"
cask "iina"
cask "netnewswire"
cask "pictogram"
cask "raspberry-pi-imager"
cask "tabula"
cask "typinator"
cask "zoom"
mas "Folder Quick Look", id: 6753110395
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "United MileagePlus Shopping℠", id: 6471036405
