tap "codeclimate/formulae"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kylef/formulae"
tap "sass/sass"
tap "teamookla/speedtest"
tap "vitorgalvao/tiny-scripts"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bc"
brew "openssl@1.1"
brew "icu4c"
brew "boost"
brew "libpng"
brew "freetype"
brew "gettext"
brew "gdbm"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cheat"
brew "cloc"
brew "cmake"
brew "jemalloc"
brew "libidn2"
brew "nghttp2"
brew "curl"
brew "ddrescue"
brew "discount"
brew "enscript"
brew "entr"
brew "exiftool"
brew "faac"
brew "fdk-aac"
brew "libogg"
brew "flac"
brew "gmp"
brew "libtool"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "libtiff"
brew "openjpeg"
brew "webp"
brew "libvorbis"
brew "libvpx"
brew "sdl2"
brew "xvid"
brew "zimg"
brew "ffmpeg"
brew "findutils"
brew "fmt"
brew "foremost"
brew "mpfr"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "gist"
brew "pcre2"
brew "git"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "go"
brew "gpac"
brew "grep"
brew "groff"
brew "handbrake"
brew "hr"
brew "html-xml-utils"
brew "httping"
brew "httrack"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "iproute2mac"
brew "jansson"
brew "oniguruma"
brew "jq"
brew "latexdiff"
brew "libcaca"
brew "libdvdcss"
brew "libebml"
brew "libiconv"
brew "libmagic"
brew "libmatroska"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "lynx"
brew "media-info"
brew "meson"
brew "minimal-racket"
brew "mkvtoolnix"
brew "moreutils"
brew "mp4v2"
brew "mplayer"
brew "nasm"
brew "node"
brew "netlify-cli"
brew "nkf"
brew "nmap"
brew "nodenv"
brew "ocrmypdf"
brew "open-sp"
brew "openjdk"
brew "osxutils"
brew "pandoc"
brew "pandocomatic"
brew "pipx"
brew "potrace"
brew "pth"
brew "publish"
brew "putty"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "s-search"
brew "shellcheck"
brew "shunit2"
brew "siege"
brew "smartmontools"
brew "sphinx-doc"
brew "tag"
brew "testdisk"
brew "texi2html"
brew "thefuck"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "whois", link: true
brew "wtf"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "balenaetcher"
cask "basictex"
cask "makemkv"
cask "xquartz"
